#language: ru

Функционал: Вход в систему Gmail
  Описываем: Вход в систему. Позитивный и негативный
  Сценарий: Вход в систему позитивный
    Пусть открыта страница входа на сайт "https://gmail.com"
    И пользователь вводит в поле "имя пользователя" значение "kotionb3505@gmail.com"
    Тогда нажимает кнопку "Далее"
    И пользователь вводит "Введите пароль" значение "KotionEachB3505"
    Тогда нажимает кнопку "Далее"
#    Тогда нажимает снова кнопку "Далее" Зачем дважды описывать один и тот же шаг?
#    Тогда открылась страница Gmail Что это за шаг вообще?

